tailwind.config = {
    theme: {
        extend: {
            colors: {
                black: '#01021a', // Базовый глубокий синий цвет
                brand: {
                    DEFAULT: '#2b70a0', 
                    400: '#4fa3d1',
                    500: '#2b70a0',
                    600: '#1e5278'
                },
                zinc: {
                    950: '#030526', 
                    900: '#070b3b', 
                    850: '#0d1354', 
                    800: '#141c73'  
                }
            }
        }
    }
}